var App = {
	Models : {},
	Routers : {},
	Collections : {},
	Views : {},//当前定义的view
	currentViews : [],//当前活动的view
	development : false,
	user_id : 99999,
	industryName : {
		1 : "政府",
		2 : "金融",
		3 : "教育",
		4 : "医疗",
		5 : "景区",
		6 : "商超",
		7 : "酒店餐饮",
		8 : "企业",
		9 : "其他"
	},
	relName : {
		1 : "很好",
		2 : "一般",
		3 : "不好",
		4 : "反对"
	},
	levelName : {
		1 : "重大项目",
		2 : "大项目",
		3 : "一般项目",
		4 : "小项目"
	},
	timeName : {
		1 : "0.5天",
		2 : "1天",
		3 : "1.5天",
		4 : "2天",
		5 : "2天以上"
	},
	beforeTypeName : {
		4 : "技术交流",
		5 : "售前工勘",
		6 : "功能演示",
		7 : "其他"
	},
	afterTypeName : {
		1 : "故障处理",
		2 : "网优",
		3 : "配置变更",
		7 : "其他"
	},
	proType : {
		"1" : "测试",
		"2" : "实施",
		"3" : "售后",
		"4" : "售前",
		"5" : "其他"
	},
	proTypeDetail : {
		"1" : "test",
		"2" : "handle",
		"3" : "after",
		"4" : "before",
		"5" : "other"
	},
	dayNames : ["周日", "周一", "周二", "周三", "周四", "周五", "周六"],
	monthNames : ["1月", "2月", "3月", "4月", "5月", "6月", "7月", "8月", "9月", "10月", "11月", "12月"]
};

